{
	"21010011": {
		"name": "Mandoble de entrenamiento",
		"description": "Aumenta el ATQ en 4%.",
		"rarity": 1,
		"quality": "R",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010011_UI.png",
		"ad": "Este mandoble está diseñado específicamente para entrenamiento y enseñanza, ofreciendo solo las características básicas.",
		"td": "Arma",
		"id": "21010011"
	},
	"21010012": {
		"name": "Mandoble de principiante",
		"description": "Aumenta el ATQ en 5%.",
		"rarity": 2,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010012_UI.png",
		"ad": "El inicio de la búsqueda del pináculo. Un mandoble diseñado para los Resonadores novatos. Contiene un poder que no debe subestimarse bajo su apariencia simple.",
		"td": "Arma",
		"id": "21010012"
	},
	"21010013": {
		"name": "Mandoble de la Noche",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% duranre 10 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010013_UI.png",
		"ad": "Que la victoria prevalezca la noche eterna. Además del juramento jurado de protección, este mandoble también lleva la resolución de esas almas luchadoras.",
		"td": "Arma",
		"id": "21010013"
	},
	"21010015": {
		"name": "Navaja brillante",
		"description": "Aumenta la Regen. de energía en 12.8%. Cuando se libera la habilidad de Resonancia, aumenta la Bonif. de daño de la Liberación de Resonancia en 7%, acumulándose hasta 2 veces. Este efecto dura 12 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010015_UI.png",
		"ad": "Contempla este mandoble, sus filos afilados brillan en el aire frígido. Al blandirla, sientes el poder que fluye como un río congelado.",
		"td": "Arma",
		"id": "21010015"
	},
	"21010016": {
		"name": "Cumbre verde",
		"description": "Aumenta la Bonif. de daño de todos los Atributos de Resonancia en 12%. Cada vez que se lanza la habilidad de la intro o la Liberación de Resonancia, aumenta la Bonif. de daño del ATQ cargado en 24%, acumulándose hasta 2 vez/veces. Este efecto dura 14 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010016_UI.png",
		"ad": "La antigua montaña se alza alta y su pico se eleva hacia el cielo. Un río fluye durante miles de años, formando la hoja de un arma poderosa. Al desenvainarlo, el poderoso rugido de un dragón resuena por los cielos y la tierra, provocando que el mar se agite. Esta arma impresionante infunde miedo en todos los que presencian su poder.",
		"td": "Arma",
		"id": "21010016"
	},
	"21010023": {
		"name": "Originite: Tipo I",
		"description": "Cuando se libera la habilidad de resonancia, restaura PS en 3%. Este efecto se puede activar 1 vez/ces cada 12 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010023_UI.png",
		"ad": "Un modelo de mandoble de producción masiva desarrollado en Huanglong. Nombre en clave: Orden.",
		"td": "Arma",
		"id": "21010023"
	},
	"21010024": {
		"name": "Disonancia",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de concierto en 8. Este efecto se puede activar una vez cada 20 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010024_UI.png",
		"ad": "Un adagio descendente. Esta espada ancha domina el campo de batalla con el poder de la disonancia. El telón nunca cae sobre una obra maestra.",
		"td": "Arma",
		"id": "21010024"
	},
	"21010034": {
		"name": "Mandoble #41",
		"description": "Cuando los PS del Resonador están por encima de 80%, aumenta el ATQ en 12%. Cuando los PS del Resonador están por debajo de 40%, restaura sus PS en 5% al infligir Daño de ATQ básico o Daño de ATQ cargado. Este efecto puede ser activado 1 vez/veces cada 8 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010034_UI.png",
		"ad": "Versión mejorada de un modelo de espada ancha de producción masiva desarrollado en Huanglong. Con su formidable rendimiento y tecnologías innovadoras, esta espada ancha lleva un peso que solo puede ser manejado por guerreros experimentados.",
		"td": "Arma",
		"id": "21010034"
	},
	"21010043": {
		"name": "Mandoble del Viajero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de resonancia en 8. Este efecto se puede activar 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010043_UI.png",
		"ad": "El mandoble proporcionada por la Asociación de Pioneros para los exploradores es de colores brillantes, no es fácil de perder, es dura en textura, y puede hacer frente a varios entornos extremos durante mucho tiempo, y es muy popular entre los exploradores.",
		"td": "Arma",
		"id": "21010043"
	},
	"21010044": {
		"name": "Noche intrépida",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% y la DEF en 15% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010044_UI.png",
		"ad": "Un arma diseñada para conmemorar la preparación de los Rangers de Medianoche. \"El otoño se desvanece en noches interminables, las hojas preparadas brillan con un poder silencioso.\"",
		"td": "Arma",
		"id": "21010044"
	},
	"21010053": {
		"name": "Mandoble de guardián",
		"description": "Aumenta el Daño de ATQ básico y ATQ cargado en 12%.",
		"rarity": 3,
		"quality": "SSR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010053_UI.png",
		"ad": "El primer Magistrado de Jinzhou, en memoria de la misteriosa persona que ayudó a defender la frontera y a construir la ciudad, creó la serie de Guardián bajo su guía. Hoy, se ha convertido en una piedra angular indispensable en el desarrollo de nuevas armas.",
		"td": "Arma",
		"id": "21010053"
	},
	"21010064": {
		"name": "Espada de Helios",
		"description": "Dentro de 12 s después de que se libera la Habilidad de Resonancia, aumenta el ATQ en 3% cada 2 s, acumulándose hasta 4 vez/veces. Cuando el número de acumulaciones alcanza 12, todas las acumulaciones se reiniciarán dentro de 1 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010064_UI.png",
		"ad": "Un mandoble nacido del fenómeno aéreo. El herrero incorpora los sentimientos de presenciar la estrella alienígena en el arma, haciéndola parecer hueca y ligera, pero puede ejercer la gravedad invencible de la caída de la estrella.",
		"td": "Arma",
		"id": "21010064"
	},
	"21010074": {
		"name": "Rastro de otoño",
		"description": "Aumenta el ATQ en 4% al infligir Daño de ATQ básico o Daño de ATQ cargado, acumulándose hasta 5 vez(es). Este efecto dura 7 s y se puede activar 1 vez(es) cada 1 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 1,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21010074_UI.png",
		"ad": "Este mandoble es un arma ceremonial utilizada por el Magistrado de Huanglong en la ceremonia de inauguración. El patrón de la hoja de ginkgo dorada representa que Huanglong debería ser como el ginkgo, aunque se quede en el mundo, sigue siendo próspero y duradero.",
		"td": "Arma",
		"id": "21010074"
	},
	"21020011": {
		"name": "Espada de entrenamiento",
		"description": "Aumenta el ATQ en 4%.",
		"rarity": 1,
		"quality": "R",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020011_UI.png",
		"ad": "Esta espada está diseñada específicamente para entrenamiento y enseñanza, ofreciendo solo las características básicas.",
		"td": "Arma",
		"id": "21020011"
	},
	"21020012": {
		"name": "Espada de principiante.",
		"description": "Aumenta el ATQ en 5%.",
		"rarity": 2,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020012_UI.png",
		"ad": "El nacimiento de las mareas revolucionarias. Una espada diseñada para los Resonadores principiantes. Contiene un poder que no debe subestimarse bajo su apariencia simple.",
		"td": "Arma",
		"id": "21020012"
	},
	"21020013": {
		"name": "Espada de la noche",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% duranre 10 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020013_UI.png",
		"ad": "Que la victoria prevalezca la noche eterna. Además del juramento jurado de protección, esta espada también representa la ambición de esas almas valientes.",
		"td": "Arma",
		"id": "21020013"
	},
	"21020015": {
		"name": "Esmeralda del Génesis",
		"description": "Incrementa la Regen. de energía en 12.8%. Cuando se libera la Habilidad de Resonancia, incrementa el ATQ en 6%, acumulándose hasta 2 vez/veces. Este efecto dura 10 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020015_UI.png",
		"ad": "Presta atención: la hoja frígida revela una corriente helada que se amalgama en un remolino de pensamientos. Usa esta poderosa secuencia para aplastar a tus enemigos con facilidad usando la Espada.",
		"td": "Arma",
		"id": "21020015"
	},
	"21020023": {
		"name": "Originite: Tipo II",
		"description": "Cuando se libera la liberación de resonancia, restaura PS en 5%. Este efecto se puede activar 1 vez/ces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020023_UI.png",
		"ad": "Un modelo de espada de producción masiva desarrollado en Huanglong. Nombre en clave: Filo.",
		"td": "Arma",
		"id": "21020023"
	},
	"21020024": {
		"name": "Escala: Carnicero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de concierto en 8. Este efecto se puede activar una vez cada 20 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020024_UI.png",
		"ad": "Un crescendo ascendente. Esta espada encantadora corta sin esfuerzo cualquier cosa en su camino, como un glorioso preludio.",
		"td": "Arma",
		"id": "21020024"
	},
	"21020034": {
		"name": "Espada #18",
		"description": "Cuando el PS del Resonador cae por debajo de 40%, aumenta el Daño del ATQ cargado en 18% y restaura el PS en 5% al infligir Daño de ATQ cargado. Este efecto puede ser activado 1 vez/veces cada 8 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020034_UI.png",
		"ad": "Versión mejorada de un modelo de espada de producción masiva desarrollado en Huanglong. Con su hoja elegante y diseño minimalista, esta espada está exclusivamente diseñada para las manos hábiles de los guerreros experimentados.",
		"td": "Arma",
		"id": "21020034"
	},
	"21020043": {
		"name": "Espada del viajero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de resonancia en 8. Este efecto se puede activar 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020043_UI.png",
		"ad": "La espada proporcionada por la Asociación de Pioneros para los viajeros es de color brillante, no es fácil de perder, es dura en textura, y puede hacer frente a varios entornos extremos durante mucho tiempo, y es muy popular entre el grupo de exploradores.",
		"td": "Arma",
		"id": "21020043"
	},
	"21020044": {
		"name": "Comando de convicción",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 15% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020044_UI.png",
		"ad": "Un arma diseñada para conmemorar el valor de los Rangers de Medianoche. \"Un millar de ecos llevan la historia de la guerra, mientras los espíritus se unen en resonantes gargantas de valor.\"",
		"td": "Arma",
		"id": "21020044"
	},
	"21020053": {
		"name": "Espada de guardián",
		"description": "Aumenta el Daño de la Habilidad de Resonancia en 12%.",
		"rarity": 3,
		"quality": "SSR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020053_UI.png",
		"ad": "El primer Magistrado de Jinzhou, en memoria de la misteriosa persona que ayudó a defender la frontera y a construir la ciudad, creó la serie de Guardián bajo su guía. Hoy, se ha convertido en un pilar indispensable para el desarrollo de nuevas armas.",
		"td": "Arma",
		"id": "21020053"
	},
	"21020064": {
		"name": "Cortador lunar",
		"description": "El Resonador equipado gana 6 pila(s) de Juramento al entrar al campo de batalla. Cada pila aumenta el ATQ en 2%, hasta 6 pilas. Este efecto puede ser activado 1 vez/veces cada 12 s. Juramento se reduce en 1 pila(s) cada 2 s. El Resonador equipado gana 6 pila(s) adicionales de Juramento al derrotar a un enemigo.",
		"rarity": 4,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020064_UI.png",
		"ad": "La Espada nacida del fenómeno aéreo. El forjador integra los sentimientos de presenciar la estrella alienígena en el arma, haciéndola parecer ligera y afilada, pero puede ejercer la energía de romper el cielo y cortar el hierro como el Lodo.",
		"td": "Arma",
		"id": "21020064"
	},
	"21020074": {
		"name": "Lumingloss",
		"description": "Cuando se libera la Habilidad de Resonancia, aumenta el Daño de ATQ básico y ATQ cargado en 20%, acumulando hasta 1 vez/veces. Este efecto dura 10 s y se puede activar 1 vez/veces cada 1 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 2,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21020074_UI.png",
		"ad": "Esta Espada es un arma ceremonial utilizada por el Magistrado de Huanglong en la ceremonia de inauguración. El patrón de la hoja de ginkgo dorada representa que Huanglong debería ser como el ginkgo, aunque se quede en el mundo, sigue siendo próspero y duradero.",
		"td": "Arma",
		"id": "21020074"
	},
	"21030011": {
		"name": "Pistolas de entrenamiento",
		"description": "Aumenta el ATQ en 4%.",
		"rarity": 1,
		"quality": "R",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030011_UI.png",
		"ad": "Estas pistolas están diseñadas específicamente para el entrenamiento y la enseñanza, ofreciendo solo las características básicas.",
		"td": "Arma",
		"id": "21030011"
	},
	"21030012": {
		"name": "Pistolas de principiante",
		"description": "Aumenta el ATQ en 5%.",
		"rarity": 2,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030012_UI.png",
		"ad": "El inicio de una valiente aventura. Un par de pistolas diseñadas para Resonadores novatos. Contiene un poder no para ser subestimado bajo su simple apariencia.",
		"td": "Arma",
		"id": "21030012"
	},
	"21030013": {
		"name": "Pistolas de la Noche",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% duranre 10 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030013_UI.png",
		"ad": "Que la victoria prevalezca en la noche duradera. Este tipo de pistolas no solo lleva el juramento de protección, sino que también contiene la esperanza de rejuvenecimiento.",
		"td": "Arma",
		"id": "21030013"
	},
	"21030015": {
		"name": "Niebla estática",
		"description": "Aumenta la Regen. de energía en 12.8%. Cuando se libera la Habilidad final, aumenta el ATQ del Resonador cambiado en 10%, acumulándose hasta 1 vez/veces. Este efecto dura 14 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030015_UI.png",
		"ad": "Agarra el elegante marco y siente su superficie fresca mientras apuntas a través de la mira. Con un apretón del gatillo, desata una densa barrera de humo en el campo de batalla con estas poderosas Pistolas en tus manos.",
		"td": "Arma",
		"id": "21030015"
	},
	"21030023": {
		"name": "Originite: Tipo III",
		"description": "Cuando se libera el Contraataque, restaura PS en 1.6%. Este efecto se puede activar 1 vez/ces cada 6 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030023_UI.png",
		"ad": "Para desarrollar nuevas armas de Tacetita, la Academia Huaxu ha construido Pistolas de tipo prueba para el propósito de verificación técnica. Además del impresionante rendimiento del arma, la característica más grande es que puede mejorar la actividad física del Resonador para curar heridas a través de los ATQs.",
		"td": "Arma",
		"id": "21030023"
	},
	"21030024": {
		"name": "Cadenza",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de concierto en 8. Este efecto se puede activar una vez cada 20 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030024_UI.png",
		"ad": "Un crescendo ascendente. Estas pistolas desatan balas con la fuerza del trueno, desgarrando los cielos como una sinfonía de destrucción.",
		"td": "Arma",
		"id": "21030024"
	},
	"21030034": {
		"name": "Pistolas #26",
		"description": "Cuando el Resonador no recibe daño, aumenta el ATQ en 6% cada 5 s, acumulando hasta 2 vez/veces. Este efecto dura 8 s. Cuando el Resonador recibe daño, reduce el número de acumulaciones en 1 y restaura su PS en 5%.",
		"rarity": 4,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030034_UI.png",
		"ad": "La Academia Huaxu ha mejorado y desarrollado de forma independiente las primeras Pistolas de alto rendimiento y de gran utilidad basadas en las anteriores armas de energía de origen, representando la meticulosa investigación de la Academia y apuntando directamente a lo profundo.",
		"td": "Arma",
		"id": "21030034"
	},
	"21030043": {
		"name": "Pistolas del viajero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de resonancia en 8. Este efecto se puede activar 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030043_UI.png",
		"ad": "Las Pistolas proporcionadas por la Asociación de Pioneros para los caminantes lejanos, con colores brillantes, no fáciles de perder, de textura dura, pueden hacer frente a varios entornos extremos durante mucho tiempo, y es muy popular entre el grupo de exploradores.",
		"id": "21030043"
	},
	"21030044": {
		"name": "Llama eterna",
		"description": "Cuando se libera la habilidad de la intro, aumenta la Bonif. de daño de la habilidad de Resonancia en 20% durante 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030044_UI.png",
		"ad": "Un arma diseñada para conmemorar la dedicación de los Rangers de Medianoche. \"Que mi cuerpo arda, las llamas bailan para desterrar la bruma de todo mal.\"",
		"td": "Arma",
		"id": "21030044"
	},
	"21030053": {
		"name": "Pistolas de guardián",
		"description": "Aumenta la Bonif. de daño de la habilidad de Resonancia en 12%.",
		"rarity": 3,
		"quality": "SSR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030053_UI.png",
		"ad": "El primer Magistrado de Jinzhou, en memoria de la misteriosa persona que ayudó a defender la frontera y a construir la ciudad, creó la serie de Guardián bajo su guía. Ahora, se ha convertido en la piedra angular del desarrollo de nuevas armas.",
		"td": "Arma",
		"id": "21030053"
	},
	"21030064": {
		"name": "Novestallido",
		"description": "Cuando el Resonador se lanza o esquiva, aumenta el ATQ en 4%, acumulándose hasta 3 vez/veces. Este efecto dura 8 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030064_UI.png",
		"ad": "Pistolas nacidas de los extraños fenómenos en el cielo. El forjador infundió el arma con los sentimientos de presenciar la extraña estrella, haciéndola parecer hueca y ligera, pero extremadamente estable, con el poder del trueno cuando dispara.",
		"td": "Arma",
		"id": "21030064"
	},
	"21030074": {
		"name": "Rayo",
		"description": "al acertar a un objetivo con ATQs básicos o ATQs cargados, aumenta la Bonif. de daño de la habilidad de Resonancia en 7%, acumulándose hasta 3 vez/veces. Este efecto dura 10 s y se puede activar 1 vez/veces cada 1 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 3,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21030074_UI.png",
		"ad": "Estas Pistolas son armas ceremoniales utilizadas en la ceremonia de inauguración del Magistrado de Jinzhou de Huanglong. El patrón de la hoja de ginkgo dorada representa que Huanglong debería ser como el ginkgo, aunque se queda en el mundo, todavía está prosperando.",
		"td": "Arma",
		"id": "21030074"
	},
	"21040011": {
		"name": "Brazales de entrenamiento",
		"description": "Aumenta el ATQ en 4%.",
		"rarity": 1,
		"quality": "R",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040011_UI.png",
		"ad": "Estas Brazales están diseñadas específicamente para el entrenamiento y la enseñanza, ofreciendo solo las características básicas.",
		"td": "Arma",
		"id": "21040011"
	},
	"21040012": {
		"name": "Brazales de principiante",
		"description": "Aumenta el ATQ en 5%.",
		"rarity": 2,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040012_UI.png",
		"ad": "El inicio de una valiente aventura. Un par de Brazales diseñadas para Resonadores novatos. Contiene un poder no para ser subestimado bajo su simple apariencia.",
		"td": "Arma",
		"id": "21040012"
	},
	"21040013": {
		"name": "Brazales de la noche",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% duranre 10 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040013_UI.png",
		"ad": "Que la victoria prevalezca en la noche duradera. Además del juramento de protección, estos brazales también conmemoran los sacrificios de esas almas valientes.",
		"td": "Arma",
		"id": "21040013"
	},
	"21040015": {
		"name": "Oleadas del abismo",
		"description": "Aumenta la Regen. de energía en 12.8%. al acertar a un objetivo con la habilidad de Resonancia, aumenta la Bonif. de daño del ATQ básico en 10% duranre 8 s. al acertar a un objetivo con ATQs básicos, aumenta la Bonif. de daño de la habilidad de Resonancia en 10% duranre 8 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040015_UI.png",
		"ad": "Los Brazales pulsan con una fuerza incontrolable, emanando una ira inenarrable desde las profundidades del lago desconocido. Al ponértelos, desata tu furia sobre los enemigos indefensos. Siente su poder fluir a través de ti.",
		"td": "Arma",
		"id": "21040015"
	},
	"21040023": {
		"name": "Originite: Tipo IV",
		"description": "Cuando se golpea a un objetivo con ATQs básicos, se restaura los PS en 0.5%. Este efecto puede ser activado 1 vez/veces cada 3 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040023_UI.png",
		"ad": "Para desarrollar nuevas armas de Tacetita, la Academia Huaxu ha construido Brazales de tipo prueba para el propósito de verificación técnica. Además del impresionante rendimiento del arma, la característica más grande es que puede mejorar la actividad física del Resonador para curar heridas a través de los ATQs.",
		"td": "Arma",
		"id": "21040023"
	},
	"21040024": {
		"name": "Marcato",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de concierto en 8. Este efecto se puede activar una vez cada 20 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040024_UI.png",
		"ad": "Un adagio descendente. Estos brazales pulsan con el poder de las olas en aumento, destrozando cualquier cosa en su camino como un himno mortal.",
		"td": "Arma",
		"id": "21040024"
	},
	"21040034": {
		"name": "Brazales #21D",
		"description": "Cuando el Resonador se lanza o esquiva, aumenta el ATQ en 8%. Aumenta el Daño del Contraataque en 50% duranre 8 s. Cuando se realiza el Contraataque, restaura los PS del Resonador en 5%. Este efecto se puede activar 1 vez/veces cada 6 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040034_UI.png",
		"ad": "La Academia Huaxu ha mejorado y desarrollado de forma independiente el primer conjunto de Brazales de alto rendimiento y prácticos basados en las armas de energía de origen anterior, representando el cuidado y el calor de la Academia, estable y duradero.",
		"td": "Arma",
		"id": "21040034"
	},
	"21040043": {
		"name": "Brazales del viajero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de resonancia en 8. Este efecto se puede activar 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040043_UI.png",
		"ad": "Las Brazales proporcionadas por la Asociación de Pioneros para los caminantes lejanos, con colores brillantes, no fáciles de perder, de textura dura, pueden hacer frente a varios entornos extremos durante mucho tiempo, y es muy popular entre el grupo de exploradores.",
		"id": "21040043"
	},
	"21040044": {
		"name": "Acuerdo de Amistad",
		"description": "Cuando se libera la habilidad de la intro, aumenta la Bonif. de daño de la Liberación de Resonancia en 20% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040044_UI.png",
		"ad": "Un arma diseñada para conmemorar la camaradería de los Rangers de Medianoche. \"Los ropajes delgados ceden a las lunas heladas, mientras que la armadura resiste el frío de las estrellas.\"",
		"td": "Arma",
		"id": "21040044"
	},
	"21040053": {
		"name": "Brazales de guardián",
		"description": "Aumenta la Bonif. de daño de la Liberación de Resonancia en 12%.",
		"rarity": 3,
		"quality": "SSR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040053_UI.png",
		"ad": "El primer Magistrado de Jinzhou, en memoria de la misteriosa persona que ayudó a defender la frontera y a construir la ciudad, creó la serie de Guardián bajo su guía. Hoy, se ha convertido en una piedra angular indispensable en el desarrollo de nuevas armas.",
		"td": "Arma",
		"id": "21040053"
	},
	"21040064": {
		"name": "Espejismo hueco",
		"description": "Cuando se libera la Liberación de Resonancia, otorga 3 pila(s) de Armadura de Hierro. Cada pila aumenta el ATQ y la DEF en 3%, acumulándose hasta 3 vez(s). Cuando el Resonador recibe daño, reduce el número de pilas en 1.",
		"rarity": 4,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040064_UI.png",
		"ad": "Los Brazales nacidos del extraño fenómeno en el cielo. El herrero infundió los sentimientos de presenciar la extraña estrella en el arma, haciéndola parecer hueca y ligera, pero puede ejercer un tremendo impulso mientras protege al usuario.",
		"td": "Arma",
		"id": "21040064"
	},
	"21040074": {
		"name": "Stonard",
		"description": "Cuando se libera la habilidad de la intro, aumenta la Bonif. de daño de la Liberación de Resonancia en 18% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 4,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21040074_UI.png",
		"ad": "Estas Brazales son armas ceremoniales utilizadas en la ceremonia de inauguración del Magistrado de Huanglong de Huanglong. El patrón de la hoja de ginkgo dorada representa que Huanglong debería ser como el ginkgo, aunque se queda en el mundo, todavía está prosperando.",
		"td": "Arma",
		"id": "21040074"
	},
	"21050011": {
		"name": "Rectificador de entrenamiento",
		"description": "Aumenta el ATQ en 4%.",
		"rarity": 1,
		"quality": "R",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050011_UI.png",
		"ad": "Esta Rectificador está diseñada específicamente para entrenamiento y enseñanza, ofreciendo solo las características básicas.",
		"td": "Arma",
		"id": "21050011"
	},
	"21050012": {
		"name": "Rectificador de principiante",
		"description": "Aumenta el ATQ en 5%.",
		"rarity": 2,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050012_UI.png",
		"ad": "El nacimiento de las mareas revolucionarias. Una Rectificador diseñada para los Resonadores principiantes. Contiene un poder que no debe subestimarse bajo su apariencia simple.",
		"td": "Arma",
		"id": "21050012"
	},
	"21050013": {
		"name": "Rectificador de la noche",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ en 8% duranre 10 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050013_UI.png",
		"ad": "Que la victoria prevalezca en la noche eterna. Además del juramento jurado de protección, este rectificador simboliza la confianza de esas almas luchadoras.",
		"td": "Arma",
		"id": "21050013"
	},
	"21050015": {
		"name": "Ondas cósmicas",
		"description": "Aumenta la Regen. de energía en 12.8%. al acertar a un objetivo con ATQs básicos, aumenta la Bonif. de daño de ATQ básico en 3.2%, acumulándose hasta 5 vez/veces. Este efecto dura 8 s y puede ser activado 1 vez/veces cada 0.5 s.",
		"rarity": 5,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050015_UI.png",
		"ad": "Toma el Rectificador congelado, una herramienta poderosa imbuida con la energía del lago celestial. Deja que te guíe hacia el conocimiento supremo y que venza todos los obstáculos en tu camino.",
		"td": "Arma",
		"id": "21050015"
	},
	"21050016": {
		"name": "Maestro de cuerdas",
		"description": "Aumenta la Bonif. de daño de todos los Atributos de Resonancia en 12%. Cuando la Habilidad de Resonancia golpea a un objetivo, aumenta el ATQ en 12%, acumulándose hasta 2. Cuando el personaje equipado no está en el campo, aumenta su ATQ en 12% adicional.",
		"rarity": 5,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050016_UI.png",
		"ad": "A medida que se despliega la palma del títere, se desatan cuerdas mortales con un zumbido amenazante. El aire crepita con poder, inmovilizando a cualquier enemigo atrapado en su agarre. Los rápidos rayos de electricidad dejan cicatrices incurables en sus víctimas.",
		"td": "Arma",
		"id": "21050016"
	},
	"21050023": {
		"name": "Originite: Tipo V",
		"description": "Cuando se libera la habilidad de la intro, restaura PS en 5%. Este efecto puede ser activado 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050023_UI.png",
		"ad": "Un modelo de rectificador producido en masa en Huanglong. Nombre en clave: Chrono.",
		"td": "Arma",
		"id": "21050023"
	},
	"21050024": {
		"name": "Variación",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de concierto en 8. Este efecto se puede activar una vez cada 20 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050024_UI.png",
		"ad": "Un adagio descendente. Este rectificador abre una ventana perspicaz en la situación, cambiando la melodía del intenso concierto de batalla.",
		"td": "Arma",
		"id": "21050024"
	},
	"21050034": {
		"name": "Rectificador #25",
		"description": "Cuando se libera la Habilidad de Resonancia, si los PS del Resonador están por debajo de 60%, restaura sus PS en 5%. Este efecto puede ser activado 1 vez/veces cada 8 s; si los PS del Resonador están por encima de 60%, aumenta el ATQ en 12% duranre 10 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050034_UI.png",
		"ad": "Versión mejorada de un prototipo de Rectificador del proyecto de armamento de producción masiva de próxima generación de Huanglong. Con un poder creciente y una lente altamente purificada, su sonido solo es interpretado por los sabios de voluntad de acero.",
		"td": "Arma",
		"id": "21050034"
	},
	"21050043": {
		"name": "Rectificador del Viajero",
		"description": "Cuando se libera la habilidad de resonancia, restaura la energía de resonancia en 8. Este efecto se puede activar 1 vez/veces cada 20 s.",
		"rarity": 3,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050043_UI.png",
		"ad": "Las Rectificador proporcionadas por la Asociación de Pioneros para los caminantes lejanos, con colores brillantes, no fáciles de perder, de textura dura, pueden hacer frente a varios entornos extremos durante mucho tiempo, y es muy popular entre el grupo de exploradores.",
		"td": "Arma",
		"id": "21050043"
	},
	"21050044": {
		"name": "Guardián de Jinzhou",
		"description": "Cuando se libera la habilidad de la intro, aumenta el ATQ del lanzador en 8% y los PS en 10% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050044_UI.png",
		"ad": "Un arma diseñada para conmemorar la vigilante protección de los Rangers de Medianoche para Jinzhou. \"Dirige tu mirada hacia el norte, donde la silueta de la ciudad se desvanece, sus puertas veladas por la tranquila lluvia.\"",
		"td": "Arma",
		"id": "21050044"
	},
	"21050053": {
		"name": "Rectificador de guardián",
		"description": "Aumenta la Bonif. de daño de ATQ básico y ATQ cargado en 12%.",
		"rarity": 3,
		"quality": "SSR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050053_UI.png",
		"ad": "El primer Magistrado de Jinzhou, en memoria de la misteriosa persona que ayudó a defender la frontera y a construir la ciudad, creó la serie de Guardián bajo su guía. Hoy, se ha convertido en un pilar indispensable para el desarrollo de nuevas armas.",
		"td": "Arma",
		"id": "21050053"
	},
	"21050064": {
		"name": "Llamarada de cometa",
		"description": "Al golpear a un objetivo con ATQs básicos o ATQs cargados, aumenta la bonificación de curación en 3%, acumulándose hasta 3 veces. Este efecto dura 8 s y se puede activar 1 veces cada 0.6 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050064_UI.png",
		"ad": "El Rectificador nace del fenómeno aéreo. El forjador integra los sentimientos de presenciar las estrellas alienígenas en el arma, haciéndola parecer delicada y ligera, pero puede ser estable y constante, y puede ser receptiva.",
		"td": "Arma",
		"id": "21050064"
	},
	"21050074": {
		"name": "Consonante sorda",
		"description": "Cuando se libera la Liberación de Resonancia, aumenta el ATQ del lanzador en 15% duranre 15 s.",
		"rarity": 4,
		"quality": "SR",
		"type": 5,
		"icon": "UI/UIResources/Common/Image/IconWeapon/T_IconWeapon21050074_UI.png",
		"ad": "Esta Rectificador es un arma ceremonial utilizada por el Magistrado de Huanglong en la ceremonia de inauguración. El patrón de la hoja de ginkgo dorada representa que Huanglong debería ser como el ginkgo, aunque se quede en el mundo, sigue siendo próspero y duradero.",
		"td": "Arma",
		"id": "21050074"
	}
}